#### InchesOfMercury32DegreesFahrenheit Property

---

|  |
| --- |
| UnitTypeId Class   See Also |

Inches of mercury (32 Â°F).

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId InchesOfMercury32DegreesFahrenheit { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property InchesOfMercury32DegreesFahrenheit As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ InchesOfMercury32DegreesFahrenheit { 	ForgeTypeId^ get (); } ``` |

# See Also

UnitTypeId Class

Autodesk.Revit.DB Namespace